Repository: ledro6/Sprout
Catalog: ios-native/Sprout/Localizable.xcstrings
Source language: ru
Languages: ar, bg, bn, ca, cs, da, de, el, en, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Кличка и вид
ar: اللقب والنوع
bg: Прякор и вид
bn: ডাকনাম আর প্রজাতি
ca: Sobrenom i espècie
cs: Přezdívka a druh
da: Kælenavn og art
de: Spitzname und Art
el: Παρατσούκλι και είδος
en: Nickname and Species
es: Apodo y especie
fi: Lempinimi ja laji
fr: Surnom et espèce
gu: હુલામણું નામ અને જાત
he: כינוי וסוג
hi: उपनाम और प्रजाति
hr: Nadimak i vrsta
hu: Becenév és faj
id: Nama panggilan dan spesies
it: Soprannome e specie
ja: ニックネームと種類
kk: Лақап аты мен түрі
kn: ಅಡ್ಡಹೆಸರು ಮತ್ತು ಜಾತಿ
ko: 별명과 종류
lt: Pravardė ir rūšis
ml: ഓമനപ്പേരും ഇനവും
mr: टोपणनाव आणि जात
ms: Nama panggilan dan spesies
nb: Kallenavn og art
nl: Bijnaam en soort
or: ଡାକନାମ ଓ ପ୍ରଜାତି
pa: ਉਪਨਾਮ ਅਤੇ ਕਿਸਮ
pl: Przezwisko i gatunek
pt_br: Apelido e espécie
pt_pt: Alcunha e espécie
ro: Poreclă și specie
sk: Prezývka a druh
sl: Vzdevek in vrsta
sv: Smeknamn och art
ta: செல்லப்பெயரும் இனமும்
te: ముద్దుపేరు మరియు జాతి
th: ชื่อเล่นและชนิด
tr: Takma ad ve tür
uk: Кличка й вид
ur: عرفی نام اور قسم
vi: Biệt danh và loài
zh_hans: 昵称与品种
zh_hant: 暱稱與品種

source: Клички растений, виды, влажность, даты — всё, что вы вводите, — лежит в файле внутри приложения, на самом телефоне. Там же настройки. Ничего из этого не покидает устройство.
ar: ألقاب النباتات والأنواع والرطوبة والتواريخ — كل ما تدخله محفوظ في ملف داخل التطبيق، على الهاتف نفسه. وكذلك الإعدادات. لا شيء من ذلك يغادر الجهاز.
bg: Прякори на растенията, видове, влажност, дати — всичко, което въвеждате, стои във файл в приложението, на самия телефон. Там са и настройките. Нищо от това не напуска устройството.
bn: গাছের ডাকনাম, প্রজাতি, আর্দ্রতা, তারিখ — আপনি যা লেখেন সবই অ্যাপের ভেতরের একটি ফাইলে, ফোনেই থাকে। সেটিংসও সেখানে। এর কিছুই ডিভাইস ছেড়ে যায় না।
ca: Sobrenoms de les plantes, espècies, humitat, dates: tot el que escrius es desa en un fitxer dins l’app, al mateix telèfon. També la configuració. Res no surt del dispositiu.
cs: Přezdívky rostlin, druhy, vlhkost, data — vše, co zadáte, leží v souboru uvnitř aplikace, přímo v telefonu. Stejně tak nastavení. Nic z toho neopouští zařízení.
da: Planternes kælenavne, arter, fugt, datoer – alt, du indtaster, ligger i en fil i appen, på selve telefonen. Det gør indstillingerne også. Intet af det forlader enheden.
de: Namen der Pflanzen, Arten, Feuchtigkeit, Daten — alles, was du eingibst, liegt in einer Datei in der App, auf dem Telefon selbst. Dort liegen auch die Einstellungen. Nichts davon verlässt das Gerät.
el: Παρατσούκλια φυτών, είδη, υγρασία, ημερομηνίες — ό,τι εισάγετε βρίσκεται σε ένα αρχείο μέσα στην εφαρμογή, στο ίδιο το τηλέφωνο. Εκεί και οι ρυθμίσεις. Τίποτα δεν φεύγει από τη συσκευή.
en: Plant nicknames, species, moisture, dates — everything you enter is kept in a file inside the app, on the phone itself. So are the settings. None of it leaves the device.
es: Apodos de las plantas, especies, humedad, fechas: todo lo que escribes se guarda en un archivo dentro de la app, en el propio teléfono. También los ajustes. Nada sale del dispositivo.
fi: Kasvien lempinimet, lajit, kosteus, päivämäärät – kaikki syöttämäsi on tiedostossa apin sisällä, itse puhelimessa. Samoin asetukset. Mikään niistä ei poistu laitteesta.
fr: Surnoms des plantes, espèces, humidité, dates — tout ce que vous saisissez est conservé dans un fichier de l’app, sur le téléphone lui-même. Les réglages aussi. Rien ne quitte l’appareil.
gu: છોડનાં હુલામણાં નામ, પ્રજાતિઓ, ભેજ, તારીખો — તમે જે લખો તે બધું ઍપની અંદરની ફાઇલમાં, ફોન પર જ રહે છે. સેટિંગ્સ પણ ત્યાં જ. આમાંનું કંઈ ડિવાઇસ બહાર જતું નથી.
he: כינויי צמחים, זנים, לחות, תאריכים — כל מה שמזינים נשמר בקובץ בתוך האפליקציה, בטלפון עצמו. גם ההגדרות. שום דבר מזה לא יוצא מהמכשיר.
hi: पौधों के उपनाम, प्रजातियाँ, नमी, तारीखें — आप जो भी दर्ज करते हैं, वह ऐप के अंदर एक फ़ाइल में, फ़ोन पर ही रहता है। सेटिंग्ज़ भी वहीं हैं। इनमें से कुछ भी डिवाइस से बाहर नहीं जाता।
hr: Nadimci biljaka, vrste, vlažnost, datumi — sve što unesete nalazi se u datoteci unutar aplikacije, na samom telefonu. Tu su i postavke. Ništa od toga ne napušta uređaj.
hu: A növények becenevei, fajok, nedvesség, dátumok — minden, amit beírsz, egy fájlban van az alkalmazásban, magán a telefonon. A beállítások is. Semmi sem hagyja el az eszközt.
id: Nama panggilan tanaman, spesies, kelembapan, tanggal — semua yang kamu masukkan tersimpan di file dalam aplikasi, di ponsel itu sendiri. Begitu juga pengaturannya. Tidak ada yang keluar dari perangkat.
it: Soprannomi delle piante, specie, umidità, date: tutto ciò che inserisci resta in un file dentro l’app, sul telefono stesso. Anche le impostazioni. Niente lascia il dispositivo.
ja: 植物のニックネーム、種類、湿度、日付 — 入力したものはすべてアプリ内のファイルに、iPhone本体に保存されます。設定も同様です。どれもデバイスの外には出ません。
kk: Өсімдіктердің лақап аттары, түрлері, ылғал, күндер — сіз енгізгеннің бәрі қолданбаның ішіндегі файлда, телефонның өзінде жатады. Баптаулар да сонда. Ешқайсысы құрылғыдан шықпайды.
kn: ಗಿಡಗಳ ಅಡ್ಡಹೆಸರುಗಳು, ಜಾತಿಗಳು, ತೇವಾಂಶ, ದಿನಾಂಕಗಳು — ನೀವು ನಮೂದಿಸುವುದೆಲ್ಲವೂ ಆ್ಯಪ್ ಒಳಗಿನ ಫೈಲ್‌ನಲ್ಲಿ, ಫೋನ್‌ನಲ್ಲೇ ಇರುತ್ತದೆ. ಸೆಟ್ಟಿಂಗ್‌ಗಳೂ ಅಲ್ಲೇ. ಇವುಗಳಲ್ಲಿ ಯಾವುದೂ ಸಾಧನವನ್ನು ಬಿಟ್ಟು ಹೋಗುವುದಿಲ್ಲ.
ko: 식물 별명, 종, 습도, 날짜 — 입력한 모든 것은 앱 안의 파일에, 기기 자체에 저장돼요. 설정도 마찬가지예요. 어떤 것도 기기 밖으로 나가지 않아요.
lt: Augalų pravardės, rūšys, drėgmė, datos – viskas, ką įvedate, laikoma faile programoje, pačiame telefone. Ten ir nustatymai. Niekas iš to nepalieka įrenginio.
ml: ചെടികളുടെ ഓമനപ്പേരുകൾ, ഇനങ്ങൾ, ഈർപ്പം, തീയതികൾ — നിങ്ങൾ നൽകുന്നതെല്ലാം ആപ്പിനുള്ളിലെ ഒരു ഫയലിൽ, ഫോണിൽ തന്നെയാണ്. ക്രമീകരണങ്ങളും അവിടെത്തന്നെ. ഇതൊന്നും ഉപകരണം വിട്ടുപോകുന്നില്ല.
mr: रोपांची टोपणनावे, प्रजाती, ओलावा, तारखा — तुम्ही जे काही लिहिता ते अ‍ॅपमधील एका फाइलमध्ये, फोनवरच राहते. सेटिंग्जही तिथेच. यापैकी काहीही डिव्हाइस सोडत नाही.
ms: Nama panggilan tumbuhan, spesies, kelembapan, tarikh — semua yang anda masukkan disimpan dalam fail di dalam apl, pada telefon itu sendiri. Begitu juga tetapan. Tiada yang keluar dari peranti.
nb: Kallenavn på planter, arter, fukt, datoer – alt du skriver inn, ligger i en fil i appen, på selve telefonen. Det gjør innstillingene også. Ingenting av det forlater enheten.
nl: Bijnamen van planten, soorten, vochtigheid, data — alles wat je invoert staat in een bestand in de app, op de telefoon zelf. De instellingen ook. Niets daarvan verlaat het apparaat.
or: ଗଛର ଡାକନାମ, ପ୍ରଜାତି, ଆର୍ଦ୍ରତା, ତାରିଖ — ଆପଣ ଯାହା ଲେଖନ୍ତି ସବୁ ଆପ୍ ଭିତରର ଏକ ଫାଇଲ୍‌ରେ, ଫୋନ୍‌ରେ ହିଁ ରହେ। ସେଟିଂସ୍ ମଧ୍ୟ ସେଠାରେ। ଏଥିରୁ କିଛି ଡିଭାଇସ୍ ଛାଡ଼େ ନାହିଁ।
pa: ਪੌਦਿਆਂ ਦੇ ਉਪਨਾਮ, ਕਿਸਮਾਂ, ਨਮੀ, ਤਾਰੀਖਾਂ — ਜੋ ਵੀ ਤੁਸੀਂ ਦਰਜ ਕਰਦੇ ਹੋ ਉਹ ਐਪ ਦੇ ਅੰਦਰ ਇੱਕ ਫ਼ਾਈਲ ਵਿੱਚ, ਫ਼ੋਨ 'ਤੇ ਹੀ ਰਹਿੰਦਾ ਹੈ। ਸੈਟਿੰਗਾਂ ਵੀ ਉੱਥੇ ਹੀ। ਇਸ ਵਿੱਚੋਂ ਕੁਝ ਵੀ ਡਿਵਾਈਸ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਜਾਂਦਾ।
pl: Przezwiska roślin, gatunki, wilgotność, daty — wszystko, co wpisujesz, leży w pliku wewnątrz aplikacji, w samym telefonie. Tam też są ustawienia. Nic z tego nie opuszcza urządzenia.
pt_br: Apelidos das plantas, espécies, umidade, datas — tudo o que você digita fica num arquivo dentro do app, no próprio celular. Os ajustes também. Nada disso sai do aparelho.
pt_pt: Alcunhas das plantas, espécies, humidade, datas — tudo o que escreve fica num ficheiro dentro da app, no próprio telemóvel. As definições também. Nada disto sai do dispositivo.
ro: Poreclele plantelor, speciile, umiditatea, datele — tot ce introduci stă într-un fișier în aplicație, pe telefon. La fel și setările. Nimic nu părăsește dispozitivul.
sk: Prezývky rastlín, druhy, vlhkosť, dátumy — všetko, čo zadáte, leží v súbore vnútri apky, priamo v telefóne. Rovnako aj nastavenia. Nič z toho neopúšťa zariadenie.
sl: Vzdevki rastlin, vrste, vlažnost, datumi — vse, kar vnesete, je v datoteki v aplikaciji, na samem telefonu. Tam so tudi nastavitve. Nič od tega ne zapusti naprave.
sv: Växternas smeknamn, arter, fukt, datum – allt du skriver in ligger i en fil i appen, på själva telefonen. Där finns också inställningarna. Inget av det lämnar enheten.
ta: செடிகளின் செல்லப்பெயர்கள், இனங்கள், ஈரப்பதம், தேதிகள் — நீங்கள் உள்ளிடும் அனைத்தும் செயலிக்குள் ஒரு கோப்பில், ஃபோனிலேயே இருக்கும். அமைப்புகளும் அங்கேதான். இவற்றில் எதுவும் சாதனத்தை விட்டு வெளியேறாது.
te: మొక్కల ముద్దుపేర్లు, జాతులు, తేమ, తేదీలు — మీరు నమోదు చేసేవన్నీ యాప్ లోపలి ఫైల్‌లో, ఫోన్‌లోనే ఉంటాయి. సెట్టింగ్‌లు కూడా అక్కడే. వీటిలో ఏదీ పరికరాన్ని వదిలి వెళ్లదు.
th: ชื่อเล่นต้นไม้ พันธุ์ ความชื้น วันที่ — ทุกอย่างที่คุณป้อนอยู่ในไฟล์ภายในแอป บนโทรศัพท์ของคุณเอง การตั้งค่าก็เช่นกัน ไม่มีสิ่งใดออกไปจากอุปกรณ์
tr: Bitki takma adları, türler, nem, tarihler — girdiğiniz her şey uygulamanın içindeki bir dosyada, telefonun kendisinde durur. Ayarlar da orada. Hiçbiri cihazdan çıkmaz.
uk: Клички рослин, види, вологість, дати — усе, що ви вводите, лежить у файлі всередині застосунку, на самому телефоні. Там само налаштування. Ніщо з цього не залишає пристрій.
ur: پودوں کے عرفی نام، انواع، نمی، تاریخیں — جو کچھ آپ درج کرتے ہیں وہ ایپ کے اندر ایک فائل میں، فون ہی پر رہتا ہے۔ ترتیبات بھی وہیں ہیں۔ اس میں سے کچھ بھی آلے سے باہر نہیں جاتا۔
vi: Biệt danh cây, loài, độ ẩm, ngày tháng — mọi thứ bạn nhập nằm trong một tệp bên trong ứng dụng, ngay trên điện thoại. Cả phần cài đặt cũng vậy. Không gì rời khỏi thiết bị.
zh_hans: 植物昵称、品种、湿度、日期——你输入的一切都保存在 App 内的文件中，就在手机上。设置也是如此。这些都不会离开设备。
zh_hant: 植物暱稱、品種、濕度、日期——你輸入的一切都儲存在 App 內的檔案中，就在手機上。設定也是如此。這些都不會離開裝置。

source: Кнопки
ar: الأزرار
bg: Бутони
bn: বোতাম
ca: Botons
cs: Tlačítka
da: Knapper
de: Tasten
el: Κουμπιά
en: Buttons
es: Botones
fi: Painikkeet
fr: Boutons
gu: બટન
he: כפתורים
hi: बटन
hr: Tipke
hu: Gombok
id: Tombol
it: Pulsanti
ja: ボタン
kk: Батырмалар
kn: ಬಟನ್‌ಗಳು
ko: 버튼
lt: Mygtukai
ml: ബട്ടണുകൾ
mr: बटणे
ms: Butang
nb: Knapper
nl: Knoppen
or: ବଟନ୍
pa: ਬਟਨ
pl: Przyciski
pt_br: Botões
pt_pt: Botões
ro: Butoane
sk: Tlačidlá
sl: Gumbi
sv: Knappar
ta: பொத்தான்கள்
te: బటన్‌లు
th: ปุ่ม
tr: Düğmeler
ur: بٹن
vi: Các nút
zh_hans: 按钮
zh_hant: 按鈕

source: Кнопки вокруг
ar: الأزرار من حولك
bg: Бутоните наоколо
bn: চারপাশের বোতাম
ca: Botons al voltant
cs: Tlačítka okolo
da: Knapper rundt om
de: Tasten ringsum
el: Τα κουμπιά γύρω
en: Buttons Around You
es: Botones alrededor
fi: Painikkeet ympärillä
fr: Les boutons
gu: આસપાસનાં બટન
he: הכפתורים מסביב
hi: आसपास के बटन
hr: Gumbi okolo
hu: Gombok körben
id: Tombol di sekitar
it: I pulsanti intorno
ja: まわりのボタン
kk: Айналадағы түймелер
kn: ಸುತ್ತಲಿನ ಬಟನ್‌ಗಳು
ko: 주변 버튼
lt: Mygtukai aplink
ml: ചുറ്റുമുള്ള ബട്ടണുകൾ
mr: आजूबाजूची बटणे
ms: Butang di sekeliling
nb: Knappene rundt
nl: Knoppen rondom
or: ଚାରିପାଖର ବଟନ୍
pa: ਆਲੇ-ਦੁਆਲੇ ਦੇ ਬਟਨ
pl: Przyciski dookoła
pt_br: Botões ao redor
pt_pt: Botões à volta
ro: Butoanele din jur
sk: Tlačidlá okolo
sl: Gumbi naokrog
sv: Knapparna runtom
ta: சுற்றியுள்ள பொத்தான்கள்
te: చుట్టూ ఉన్న బటన్లు
th: ปุ่มรอบ ๆ
tr: Etraftaki düğmeler
uk: Кнопки довкола
ur: اردگرد کے بٹن
vi: Các nút xung quanh
zh_hans: 四周的按钮
zh_hant: 四周的按鈕

source: Когда
ar: متى
bg: Кога
bn: কখন
ca: Quan
cs: Kdy
da: Hvornår
de: Wann
el: Πότε
en: When
es: Cuándo
fi: Milloin
fr: Quand
gu: ક્યારે
he: מתי
hi: कब
hr: Kada
hu: Mikor
id: Kapan
it: Quando
ja: 日程
kk: Қашан
kn: ಯಾವಾಗ
ko: 일정
lt: Kada
ml: എപ്പോൾ
mr: कधी
ms: Bila
nb: Når
nl: Wanneer
or: କେବେ
pa: ਕਦੋਂ
pl: Kiedy
pt_br: Quando
pt_pt: Quando
ro: Când
sk: Kedy
sl: Kdaj
sv: När
ta: எப்போது
te: ఎప్పుడు
th: เมื่อไร
tr: Ne zaman
uk: Коли
ur: کب
vi: Khi nào
zh_hans: 时间
zh_hant: 時間

source: Когда влажность ниже
ar: عندما تقل الرطوبة عن
bg: Когато влажността е под
bn: যখন আর্দ্রতা এর নিচে
ca: Quan la humitat baixi de
cs: Když vlhkost klesne pod
da: Når fugten er under
de: Wenn die Feuchtigkeit unter
el: Όταν η υγρασία πέσει κάτω από
en: When Moisture Drops Below
es: Cuando la humedad baje de
fi: Kun kosteus on alle
fr: Quand l’humidité passe sous
gu: જ્યારે ભેજ આનાથી ઓછો થાય
he: כשהלחות יורדת מתחת ל־
hi: जब नमी इससे कम हो
hr: Kad vlažnost padne ispod
hu: Ha a nedvesség kevesebb mint
id: Saat kelembapan di bawah
it: Quando l’umidità scende sotto
ja: 湿度がこれより下がったら
kk: Ылғал мынадан төмен болса
kn: ತೇವಾಂಶ ಇದಕ್ಕಿಂತ ಕಡಿಮೆಯಾದಾಗ
ko: 습도가 다음보다 낮으면
lt: Kai drėgmė mažesnė nei
ml: ഈർപ്പം ഇതിൽ താഴെയാകുമ്പോൾ
mr: ओलावा यापेक्षा कमी झाल्यावर
ms: Apabila kelembapan di bawah
nb: Når fukten er under
nl: Als vochtigheid lager dan
or: ଯେତେବେଳେ ଆର୍ଦ୍ରତା ଏହାଠାରୁ କମ୍
pa: ਜਦੋਂ ਨਮੀ ਇਸ ਤੋਂ ਘੱਟ ਹੋਵੇ
pl: Gdy wilgotność spadnie poniżej
pt_br: Quando a umidade ficar abaixo de
pt_pt: Quando a humidade descer abaixo de
ro: Când umiditatea scade sub
sk: Keď vlhkosť klesne pod
sl: Ko vlažnost pade pod
sv: När fukten är under
ta: ஈரப்பதம் இதைவிடக் குறையும்போது
te: తేమ దీని కంటే తగ్గినప్పుడు
th: เมื่อความชื้นต่ำกว่า
tr: Nem şunun altına düşünce
uk: Коли вологість нижче
ur: جب نمی اس سے کم ہو
vi: Khi độ ẩm dưới
zh_hans: 湿度低于
zh_hant: 濕度低於

source: Когда поливаете
ar: متى تسقي
bg: Кога поливате
bn: আপনি কখন জল দেন
ca: Quan regues
cs: Kdy zaléváte
da: Når du vander
de: Wann du gießt
el: Πότε ποτίζετε
en: When You Water
es: Cuándo riegas
fi: Milloin kastelet
fr: Quand vous arrosez
gu: તમે ક્યારે પાણી આપો છો
he: מתי משקים
hi: आप कब पानी देते हैं
hr: Kada zalijevate
hu: Mikor öntözöl
id: Kapan Anda menyiram
it: Quando annaffi
ja: 水やりのタイミング
kk: Қашан суарасыз
kn: ನೀವು ಯಾವಾಗ ನೀರು ಹಾಕುತ್ತೀರಿ
ko: 물을 주는 때
lt: Kada laistote
ml: നിങ്ങൾ എപ്പോൾ നനയ്ക്കുന്നു
mr: तुम्ही कधी पाणी देता
ms: Bila anda menyiram
nb: Når du vanner
nl: Wanneer je water geeft
or: ଆପଣ କେବେ ପାଣି ଦିଅନ୍ତି
pa: ਤੁਸੀਂ ਕਦੋਂ ਪਾਣੀ ਦਿੰਦੇ ਹੋ
pl: Kiedy podlewasz
pt_br: Quando você rega
pt_pt: Quando rega
ro: Când uzi
sk: Kedy polievate
sl: Kdaj zalivate
sv: När du vattnar
ta: நீங்கள் எப்போது நீர் ஊற்றுகிறீர்கள்
te: మీరు ఎప్పుడు నీళ్లు పోస్తారు
th: คุณรดน้ำเมื่อไร
tr: Ne zaman suluyorsunuz
uk: Коли поливаєте
ur: آپ کب پانی دیتے ہیں
vi: Khi nào bạn tưới
zh_hans: 你何时浇水
zh_hant: 你何時澆水

source: Когда появятся поливы, здесь будет видно, в какие часы и дни вы поливаете.
ar: حين تتوفر سقيات، سترى هنا في أي الساعات والأيام تسقي.
bg: Щом има поливания, тук ще видите в кои часове и дни поливате.
bn: জল দেওয়ার রেকর্ড হলে এখানে দেখা যাবে আপনি কোন কোন ঘণ্টায় আর দিনে জল দেন।
ca: Quan hi hagi regs, aquí veuràs a quines hores i quins dies regues.
cs: Až přibudou zalití, uvidíte tu, ve kterých hodinách a dnech zaléváte.
da: Når der er vandinger, ser du her, hvilke timer og dage du vander.
de: Sobald gegossen wird, siehst du hier, zu welchen Stunden und an welchen Tagen du gießt.
el: Μόλις υπάρξουν ποτίσματα, εδώ θα δείτε ποιες ώρες και μέρες ποτίζετε.
en: Once there are waterings, you’ll see here at what hours and on which days you water.
es: Cuando haya riegos, aquí verás a qué horas y qué días riegas.
fi: Kun kasteluja on, näet tässä, mihin aikaan ja minä päivinä kastelet.
fr: Dès qu’il y aura des arrosages, vous verrez ici à quelles heures et quels jours vous arrosez.
gu: પાણીની નોંધો થાય ત્યારે અહીં દેખાશે કે તમે કયા કલાકે અને કયા દિવસે પાણી આપો છો.
he: כשיהיו השקיות, יופיע כאן באילו שעות ובאילו ימים אתם משקים.
hi: जब पानी देने के रिकॉर्ड होंगे, यहाँ दिखेगा कि आप किन घंटों और दिनों में पानी देते हैं।
hr: Kad bude zalijevanja, ovdje ćete vidjeti u koje sate i dane zalijevate.
hu: Ha lesznek öntözések, itt látod majd, hány órakor és mely napokon öntözöl.
id: Setelah ada siraman, di sini terlihat pada jam dan hari apa Anda menyiram.
it: Quando ci saranno annaffiature, qui vedrai a che ore e in quali giorni annaffi.
ja: 水やりの記録がたまると、何時ごろ・何曜日に水やりしているかがここに表示されます。
kk: Суарулар пайда болғанда, қай сағаттарда және қай күндері суаратыныңыз осында көрінеді.
kn: ನೀರು ಹಾಕಿದ ದಾಖಲೆಗಳು ಬಂದಾಗ, ನೀವು ಯಾವ ಗಂಟೆಗಳಲ್ಲಿ ಮತ್ತು ದಿನಗಳಲ್ಲಿ ನೀರು ಹಾಕುತ್ತೀರಿ ಎಂದು ಇಲ್ಲಿ ಕಾಣುತ್ತದೆ.
ko: 물주기가 쌓이면 몇 시에, 무슨 요일에 물을 주는지 여기에서 볼 수 있어요.
lt: Kai atsiras laistymų, čia matysite, kuriomis valandomis ir dienomis laistote.
ml: നനയ്ക്കൽ രേഖകൾ വന്നാൽ, നിങ്ങൾ ഏതൊക്കെ മണിക്കൂറുകളിലും ദിവസങ്ങളിലും നനയ്ക്കുന്നുവെന്ന് ഇവിടെ കാണാം.
mr: पाणी देण्याच्या नोंदी झाल्या की इथे दिसेल तुम्ही कोणत्या तासांत आणि दिवशी पाणी देता.
ms: Apabila ada siraman, di sini kelihatan pada jam dan hari apa anda menyiram.
nb: Når det finnes vanninger, ser du her hvilke timer og dager du vanner.
nl: Zodra er gietbeurten zijn, zie je hier op welke uren en dagen je water geeft.
or: ପାଣି ଦେବାର ରେକର୍ଡ ହେଲେ, ଏଠାରେ ଦେଖାଯିବ ଆପଣ କେଉଁ ଘଣ୍ଟା ଓ ଦିନରେ ପାଣି ଦିଅନ୍ତି।
pa: ਜਦੋਂ ਪਾਣੀ ਦੇ ਰਿਕਾਰਡ ਹੋਣਗੇ, ਇੱਥੇ ਦਿਖੇਗਾ ਕਿ ਤੁਸੀਂ ਕਿਹੜੇ ਘੰਟਿਆਂ ਅਤੇ ਦਿਨਾਂ ਵਿੱਚ ਪਾਣੀ ਦਿੰਦੇ ਹੋ।
pl: Gdy pojawią się podlania, zobaczysz tu, o których godzinach i w które dni podlewasz.
pt_br: Quando houver regas, aqui você verá em que horas e dias você rega.
pt_pt: Quando houver regas, aqui verá a que horas e em que dias rega.
ro: Când vor exista udări, aici vei vedea la ce ore și în ce zile uzi.
sk: Keď pribudnú poliatia, uvidíte tu, v ktorých hodinách a dňoch polievate.
sl: Ko bodo zalivanja, boste tu videli, ob katerih urah in dneh zalivate.
sv: När det finns vattningar visas här vilka timmar och dagar du vattnar.
ta: நீர் ஊற்றல் பதிவுகள் வந்ததும், நீங்கள் எந்த மணி நேரங்களில், எந்த நாட்களில் ஊற்றுகிறீர்கள் என்று இங்கே தெரியும்.
te: నీళ్లు పోసిన రికార్డులు వచ్చాక, మీరు ఏ గంటల్లో, ఏ రోజుల్లో నీళ్లు పోస్తారో ఇక్కడ కనిపిస్తుంది.
th: เมื่อมีการรดน้ำแล้ว ที่นี่จะแสดงว่าคุณรดน้ำช่วงเวลาไหนและวันไหน
tr: Sulamalar olunca, burada hangi saatlerde ve günlerde suladığınızı göreceksiniz.
uk: Коли з’являться поливи, тут буде видно, в які години й дні ви поливаєте.
ur: جب آبیاریاں ہوں گی، یہاں دکھے گا کہ آپ کن گھنٹوں اور دنوں میں پانی دیتے ہیں۔
vi: Khi có lần tưới, ở đây sẽ thấy bạn tưới vào giờ nào và ngày nào.
zh_hans: 有了浇水记录后，这里会显示你在哪些时段、哪几天浇水。
zh_hant: 有了澆水紀錄後，這裡會顯示你在哪些時段、哪幾天澆水。

source: Когда уезжаете и когда вернётесь.
ar: متى ستغادر ومتى ستعود.
bg: Кога тръгвате и кога се връщате.
bn: কবে যাচ্ছেন আর কবে ফিরবেন।
ca: Quan te’n vas i quan tornes.
cs: Kdy odjíždíte a kdy se vrátíte.
da: Hvornår du rejser, og hvornår du kommer hjem.
de: Wann du abreist und wann du zurückkommst.
el: Πότε φεύγετε και πότε επιστρέφετε.
en: When you leave and when you’ll be back.
es: Cuándo te vas y cuándo vuelves.
fi: Milloin lähdet ja milloin palaat.
fr: Quand vous partez et quand vous revenez.
gu: તમે ક્યારે જાઓ છો અને ક્યારે પાછા આવશો.
he: מתי יוצאים ומתי חוזרים.
hi: आप कब जा रहे हैं और कब लौटेंगे।
hr: Kad odlazite i kad se vraćate.
hu: Mikor indulsz, és mikor érsz vissza.
id: Kapan Anda pergi dan kapan kembali.
it: Quando parti e quando torni.
ja: 出発する日と戻る日。
kk: Қашан кетесіз және қашан ораласыз.
kn: ನೀವು ಯಾವಾಗ ಹೊರಡುತ್ತೀರಿ ಮತ್ತು ಯಾವಾಗ ಹಿಂತಿರುಗುತ್ತೀರಿ.
ko: 언제 떠나고 언제 돌아오는지.
lt: Kada išvykstate ir kada grįšite.
ml: നിങ്ങൾ എപ്പോൾ പോകുന്നു, എപ്പോൾ തിരിച്ചുവരും.
mr: तुम्ही कधी जाणार आणि कधी परतणार.
ms: Bila anda pergi dan bila anda kembali.
nb: Når du reiser, og når du kommer tilbake.
nl: Wanneer je vertrekt en wanneer je terugkomt.
or: ଆପଣ କେବେ ଯିବେ ଓ କେବେ ଫେରିବେ।
pa: ਤੁਸੀਂ ਕਦੋਂ ਜਾ ਰਹੇ ਹੋ ਅਤੇ ਕਦੋਂ ਮੁੜੋਗੇ।
pl: Kiedy wyjeżdżasz i kiedy wrócisz.
pt_br: Quando você viaja e quando volta.
pt_pt: Quando parte e quando volta.
ro: Când pleci și când te întorci.
sk: Kedy odchádzate a kedy sa vrátite.
sl: Kdaj odhajate in kdaj se vrnete.
sv: När du reser och när du kommer tillbaka.
ta: நீங்கள் எப்போது புறப்படுகிறீர்கள், எப்போது திரும்புவீர்கள்.
te: మీరు ఎప్పుడు వెళ్తారు, ఎప్పుడు తిరిగి వస్తారు.
th: คุณจะไปเมื่อไร และกลับเมื่อไร
tr: Ne zaman gidip ne zaman döneceğiniz.
uk: Коли їдете й коли повернетеся.
ur: آپ کب جا رہے ہیں اور کب واپس آئیں گے۔
vi: Khi nào bạn đi và khi nào quay lại.
zh_hans: 你何时出发、何时回来。
zh_hant: 你何時出發、何時回來。
